{
  "mainViewTitle": "Terms and conditions",
  "mainViewContent1": "Please find our terms and conditions below. You will find both the English and German versions. You will need to accept them at the bottom.",

  "checkboxText": "Your registry data will be shared with our partners to allow for briding and retirement",
  "accept": "Accept",
  "cancel": "Cancel",
  "neutralCopyrights": "Copyright © 2023 by <strong>Neutral Exchange</strong>. All Rights Reserved.",

  "english": "English",
  "german": "German",
  "termsOfService": "General trading conditions of DLT Securities GmbH for crypto trading",
  "date": "(As of May 15, 2023)",

  "generalProvisions": "1. General provisions",
  "generalProvisionsContent1": "<strong>1.1.</strong> The following Trading Terms of the DLT Securities GmbH, Tiroler Straße 36, 60596 Frankfurt am Main (hereinafter: <strong>„DLTS“</strong>) are applicable to all business relations with clients of DLTS concerning the trading of cryptocurrencies, unless there is an individual agreement in written form pursuant to section 126 BGB agreed upon between DLTS and the respective client.",
  "generalProvisionsContent2": "<strong>1.2.</strong> DLTS offers the services described in these Trading Terms to consumers as well as to traders.",
  "generalProvisionsContent3": "<strong>1.3.</strong> General terms and conditions of clients are not accepted by DLTS. Trading activities for clients involving cryptocurrencies are processed by DLTS solely on the basis of these Trading Terms with the exception of cases in which diverging terms have explicitly been agreed upon by DLTS and the individual client in written form pursuant to section 126 German Civil Code.",

  "definitions": "2. Definitions",
  "definitionsContent1": "<strong>2.1. General Terms and Conditions:</strong> General Terms and Conditions are defined as preformulated terms and conditions that are intended to be used for numerous contracts and that are provided by one contractual party to another upon entering into a contract.",
  "definitionsContent2": "<strong>2.2. Investment Advice:</strong> Investment advice in the sense of these Trading Terms is the issuance of personal recommendations to clients or their representatives, that are related to transactions with specific cryptocurrencies which are defined as financial instruments pursuant to section 2 subsection 5 of the German Investment Firm Act (<strong>„WpIG“</strong>), provided the recommendation is based on an evaluation of the personal circumstances of the individual client or is presented as being suitable for the client and is not provided exclusively via information distribution channels or for the general public.",
  "definitionsContent3": "<strong>2.3. BGB:</strong> This abbreviation stands for “Bürgerliches Gesetzbuch” and means the German Civil Code. ",
  "definitionsContent4": "<strong>2.4. Privacy Statement:</strong> The current version of the privacy statement of DLTS can be accessed anytime via the DLT Homepage.",
  "definitionsContent5": "<strong>2.5. Distributed Ledger:</strong> The term „Distributed Ledger” describes a digitalized data base in a network of numerous computers in which each participating computer stores a complete or partial copy of the current version of the data base and provides access to it in the network.",
  "definitionsContent6": "<strong>2.6. DLTS:</strong> The abbreviation refers to the DLT Securities GmbH, Tiroler Straße 36, 60596 Frankfurt am Main, Federal Republic of Germany and therefore to the provider of the trading services described in these Trading Terms.",
  "definitionsContent7": "<strong>2.7. Trading Terms:</strong> The term refers to these general terms and conditions regarding the trading activities of DLTS with cryptocurrencies as a service for clients. ",
  "definitionsContent8": "<strong>2.8. Cryptocurrencies:</strong> The term „cryptocurrencies“ in the sense of these Trading Terms refers to units which are electronically transferable between users and which are based on a Distributed-Ledger-Technology. The term includes units, which qualify as crypto assets or units of account and therefore as financial instruments according to German financial supervisory law, as well as units which are not regulated as financial instruments in the afore described sense. Units that represent securities pursuant to the German Securities Trading Act (<strong>“WpHG”</strong>) do not qualify as cryptocurrencies in the sense of these Trading Terms.",
  "definitionsContent9": "<strong>2.9. Client:</strong> For reasons of textual simplification the term “client” is used for male, female and other sexes of contractual partners of DLTS which utilize or wish to utilize the trading services pursuant to these Trading Terms.",
  "definitionsContent10": "<strong>2.10.</strong> Neutral, 64 4th Pl, apartment 4R, Brooklyn NY 11231 (hereinafter „Neutral“). Neutral is a cooperation partner and technical service provider of DLTS. Neutral offers it’s in the trading of cryptocurrencies interested clients the opportunity to engage in crypto trading activities with DLTS via the platform.",
  "definitionsContent11": "<strong>2.11. Traders:</strong> Pursuant to section 14 BGB a Trader is a natural or legal person or a legal partnership that enters into a legal transaction as part of their commercial or self-employed activity.",
  "definitionsContent12": "<strong>2.12. DLTC:</strong> Die abbreviation refers to the DLT Custody GmbH, Tiroler Strasse 36, 60596 Frankfurt am Main, Federal Republic of Germany which holds an authorization of BaFin for conducting crypto custody services.",
  "definitionsContent13": "<strong>2.13. DLTC Customer-wallet:</strong> A DLTC customer-wallet in the sense of these Trading Terms is a crypto wallet in the client’s name for the technical custody of cryptocurrencies that is operated and maintained by DLTC.",
  "definitionsContent14": "<strong>2.14. Spread:</strong> So-called spreads represent the difference between the purchasing and selling price of the traded cryptocurrency. The renumerations redeemable by the involved service providers are paid from the spread.",
  "definitionsContent15": "<strong>2.15. Consumer:</strong> Pursuant to section 13 BGB, a consumer is every natural person who enters into a legal transaction for purposes that predominantly are outside his trade, business or profession.",

  "conclusionOfContract": "3. Conclusion of the Contract",
  "conclusionOfContractContent1": "<strong>3.1.</strong> Contracts concerning trading services with cryptocurrencies according to these Trading Terms between DLTS and clients are regularly entered into via electronic means of communication over the internet with an offer and the acceptance of that offer.",
  "conclusionOfContractContent2": "<strong>3.2.</strong> Making these Trading Terms available as well as providing additional information regarding the trading services provided by DLTS does not constitute a legally binding offer pursuant to section 145 et seq. BGB by DLTS to enter into a contractual relation. Instead, interested parties have the option to submit an offer to enter into a contract pursuant to these Trading Terms to DLTS by declaring the acceptance of these Trading Terms and successfully completing the new-customer-process.",
  "conclusionOfContractContent3": "<strong>3.3.</strong> DLTS can accept offers to enter into a trading service contract in accordance with these Trading Terms by sending a confirmation email to the client. The conclusion of the contract requires the successful completion of the new-customer-process by the client.",

  "servicesOfDlt": "4. Services of DLTS",
  "servicesOfDltContent1": "<strong>4.1.</strong> DLTS offers clients to acquire respectively sell cryptocurrencies. DLTS may act as a representative for the clients in trading activities, which are concluded by way of financial brokerage or as a direct trading partner of the clients.",
  "servicesOfDltContent2": "<strong>4.2.</strong> Cryptocurrencies pursuant to these Trading Terms do not qualify as securities pursuant to the WpHG according to the current legal situation. The specific conduct, organization and transparency obligations of section 63 et seq. WpHG are therefore not applicable to the offered trading services pursuant to these Trading Terms.",
  "servicesOfDltContent3": "<strong>4.3.</strong> Pursuant to these Trading Terms, within the scope of the trading activities clients qualify as principals. Unless agreed upon otherwise, DLTS will only execute transactions for clients on the basis of an individual client order.",
  "servicesOfDltContent4": "<strong>4.4.</strong> DLTS does not hold any funds for clients",
  "servicesOfDltContent5": "<strong>4.5.</strong> DLTS does not provide investment advice unless expressively agreed upon otherwise in writing pursuant to section 126 BGB. Under no circumstances does DLTS provide clients with taxation, accounting or legal advice. DLTS does not act as a fiduciary for clients.",

  "clientObligations": "5. Client Obligations",
  "clientObligationsContent1": [
    "<strong>5.1.</strong> Clients are obligated to provide DLTS with correct and complete information during the new-customer-process. Clients are obligated to inform DLTS immediately about any changes of the provided information. Clients are obligated to provide DLTS with all information and documents that are necessary for the provision of the trading services pursuant to these Trading Terms.",
    "successfully complete the new-customer-process of DLTS,",
    "open a user-account with DLTC and",
    "accept the custody terms of DLTC."
  ],
  "clientObligationsContent2": "<strong>5.2.</strong> The trading services of DLTS are only available to clients with good trading intentions. The client assures DLTS that he or she neither actively practices nor intends to practice the trading of cryptocurrencies for unlawful, especially criminal purposes such as e.g. money-laundering, terrorism financing or fraudulent purposes.",
  "clientObligationsContent3": "<strong>5.3.</strong> Clients must make comprehensive statements and disclose comprehensive personal data during the mandatory new-customer-process. The collection of this information is necessary for DLTS in order to provide its trading services in an orderly way and to comply with its legal obligations. Clients are obligated to immediately (without undue delay) inform DLTS about any changes in their personal data in textual form (e.g. via e-mail).",

  "placingOfOrders": "6. Placing of Buy or Sell Orders",
  "placingOfOrdersContent1": "<strong>6.1.</strong> Clients may place a buy or sell order for cryptocurrencies supported by DLTS, with DLTS via a platform for which DLTS bears responsibility, but which is accessible via the platform of Neutral.",
  "placingOfOrdersContent2": "<strong>6.2.</strong> DLTS offers its clients acquisition and selling prices for every supported cryptocurrency on basis of a Request-For-Quote process (“RFQ”) on the platform which have a validity of a few seconds. Via the platform, clients may purchase or sell supported cryptocurrencies from respectively to DLTS for the offered prices",

  "costPaymentSettlement": "7. Costs, Payment Terms and Settlement Terms",
  "costPaymentSettlementContent1": "<strong>7.1.</strong> There are no recurring costs for clients due to them entering into the contractual relation with DLTS pursuant to these Trading Terms. DLTS shall receive a remuneration in accordance to the price and service schedule for the execution of buy or sell orders.",
  "costPaymentSettlementContent2": "<strong>7.2.</strong> Spreads are included in the trading prices offered to clients by DLTS. Spreads are initially received by DLTS and DLTS will keep the renumeration amount to which it is entitled according to the price and service schedule. DLTS will direct the remaining part of the spread to Neutral. The amount of the spread to which Neutral is entitled also arises from the price and service schedule.",
  "costPaymentSettlementContent3": "<strong>7.3.</strong> Clients accept that DLTS will receive the spread arising from trading activities and explicitly instruct DLTS in this regard to pay out the in the spread included renumeration for Neutral in accordance to the price and service schedule. The clients are not entitled to have the spread paid out to themselves on the basis of the legal figure of an agency mandate pursuant to section 675, 667 BGB.",

  "custodyWithDltc": "8. Custody with DLTC and Utilization of Safeguarded Cryptocurrencies by DLTS",
  "custodyWithDltcContent1": "<strong>8.1.</strong> DLTS itself does not offer clients custody services for cryptocurrencies. It is however necessary that the cryptocurrencies are held in a (temporary) compatible custody-solution in order to process buy and sell orders. It is therefore required for clients of DLTS that they keep a user account with DLTC in order to utilize the trading services of DLTS.",
  "custodyWithDltcContent2": [
    "<strong>8.2.</strong> DLTS and the client agree that DLTS is authorized to access the cryptocurrencies of the client that are safeguarded by DLTC and that DLTS may use aforementioned cryptocurrencies for the following purposes:",
    "Performance of trading services in accordance with these Trading Terms;",
    "Utilization as liquidity in trading activities of DLTS for its own account, provided the client and DLTS have entered into an appropriate, individual contract (Disposal and Utilization Permission for Cryptocurrencies of Clients).",
    "For these purposes, the client authorizes DLTS vis-à-vis DLTC to demand the transfer of the client’s cryptocurrencies to wallets of DLTS."
  ],
  "custodyWithDltcContent3": "<strong>8.3.</strong> DLTS is obligated to retransfer cryptocurrencies of the same type and quality within 24 hours from the moment payout was requested by the client to the client’s DLTC user wallet, provided that DLTS transferred the cryptocurrencies of the client held in custody by DLTC on basis of the authorization in accordance to clause 8.2. to wallets of DLTS.",

  "liabilityProvisions": "9. Liability Provisions and Limitation of Liability",
  "liabilityProvisionsContent1": [
    "<strong>9.1.</strong> DLTS is liable without limitation vis-a-vis their clients in accordance with the legal provisions for:",
    "damages caused by intend and/or due to gross negligence and",
    "the injury of life, body, health and the physical integrity."
  ],
  "liabilityProvisionsContent2": "<strong>9.2.</strong> DLTS is vis-à-vis the client liable for damages in cases of ordinary negligent breach of essential contractual obligations (Cardinal Obligation) up to an amount such as is typical and predictable for the contract.",
  "liabilityProvisionsContent3": "<strong>9.3.</strong> A Cardinal Obligation in the sense of the previous paragraph is a contractual obligation that has to be fulfilled in order to allow for the general performance of these Trading Terms in the first place and to its fulfillment clients may trust and if breached would jeopardize the purpose of the contract from the client’s point of view.",
  "liabilityProvisionsContent4": "<strong>9.4.</strong> DLTS does not assume any liability vis-à-vis clients in any other cases.",

  "durationTermination": "10. Duration, Termination and Completion of the Contract",
  "durationTerminationContent1": "<strong>10.1.</strong> The contract pursuant to these Trading Terms is concluded for an indefinite period of time.",
  "durationTerminationContent2": "<strong>10.2.</strong> The contractual relation can be terminated by DLTS as well as the client with prior notice of two weeks to the end of the month. Effectively terminated contracts will end at the start of the month after completion of the notice period.",
  "durationTerminationContent3": "<strong>10.3.</strong> Notwithstanding the above-mentioned contractual termination right, both contractual parties will be eligible to the extraordinary termination right for good cause pursuant to section 314 BGB. There shall be good cause, if in consideration of all circumstances of the specific case and after having considered both parties interests, the party giving notice of termination cannot be reasonably expected to continue the contractual relationship up until the expiry of the contractual notice period.",
  "durationTerminationContent4": "<strong>10.4.</strong> The performance of the trading services of DLTS require that the client, respectively the clients maintain a user account with DLTC. The contract with DLTS is understood as being terminated in the sense of clause 6.2. should the client or DLTC terminate the user account.",

  "privacyStatement": "11. Privacy Statement",
  "privacyStatementContent1": "<strong>11.1.</strong> Information regarding DLTS´s use of personal data of clients, specifically the collection, processing and usage in order to create user accounts as well as for reasons related to the fulfillment of the owed performance pursuant to these Trading Terms can be found in the Privacy Statement of DLTS. Clients agree to the processing of their personal data pursuant to Art. 6 of the General Data Protection Regulation (GDPR) by accepting these Trading Terms.",

  "rightOfRevocation": "12. Right of Revocation",
  "rightOfRevocationContent1": "<strong>12.1.</strong> Clients that enter into a contract with DLTS on the basis of these Trading Terms and which qualify as consumers have a right of revocation. The corresponding revocation instruction shall be transmitted by DLTS to the client via e-mail at the time of conclusion of the contract.",
  "rightOfRevocationContent2": "<strong>12.2.</strong> Clients have no right of revocation in cases of placed buy or sell orders in relation to cryptocurrencies in the sense of clause 6. of these Trading Terms",

  "communication": "13. Communication",
  "communicationContent1": "<strong>13.1.</strong> The communication between DLTS and clients generally takes place electronically via unencrypted e-mail.",

  "changesToTheseTradingTerms": "14. Changes to these Trading Terms",
  "changesToTheseTradingTermsContent1": "<strong>14.1.</strong> DLTS reserves the right to change these Trading Terms at any time, provided that DLTS observes the following requirements and that the changes are not unreasonable to the client. Changes of the Trading Terms can come into effect vis-à-vis the client in one of the following two ways:",
  "changesToTheseTradingTermsContent2": "<strong>14.2.</strong> The client has the option to actively and explicitly confirm the acceptance of the proposed changed version of the Trading Terms vis-à-vis DLTS.",
  "changesToTheseTradingTermsContent3": [
    "<strong>14.3.</strong> Alternatively, DLTS has the option to propose to the client a changed version of these Trading Terms in textual form (e.g. via email) at the latest two months before the planned going into effect. If the client does not declare his refusal until the planned date of going into effect, the silence of the client only qualifies as acceptance of the proposal for change (fiction of acceptance), if",
    "the proposal for change from DLTS is necessary for restoring the compliance of the Trading Terms with changed legal norms, e.g. because a clause does not comply anymore with the currently effective legal norms due to a change of laws, regulations, applicable jurisprudence or the administrative practice of the competent supervision authorities, and",
    "the client did not refuse to accept DLTS´s proposal for change before the planned date of going into effect.",
    "DLTS will inform the client about the consequences of silence in the proposal for change."
  ],
  "changesToTheseTradingTermsContent4": [
    "<strong>14.4.</strong> The fiction of acceptance pursuant to clause 14.3. is not applicable in case of a planned change of ",
    "the prices and fees as set out in the price and services schedule, and",
    "the clauses regulating the change of the Terms of Custody pursuant to clause 14."
  ],
  "changesToTheseTradingTermsContent5": "<strong>14.5.</strong> If DLTS makes use of the fiction of acceptance, the client has the right to terminate the contractual relationship before the proposed date of the changes going into effect immediately and free of charge. DLTS will explicitly inform the client about this termination right in the proposal for change.",

  "applicableLawAndJurisdiction": "15. Applicable Law and Jurisdiction",
  "applicableLawAndJurisdictionContent1": "<strong>15.1.</strong> These Trading Terms as well as all the rights and obligations arising from them are exclusively subject to the laws of the Federal Republic of Germany under exclusion of the conflict-of-law rules of the international private law and the UN sales convention (CISG)",
  "applicableLawAndJurisdictionContent2": "<strong>15.2.</strong> Should the Client be a merchant in the sense of the German Trade Act, a separate estate governed by public law or a legal person under public law, Frankfurt am Main will be agreed to be the sole legal venue for all disputes between DLTS and a client arising from the legal relationships regulated under these Trading Terms.",

  "finalProvisions": "16. Final Provisions",
  "finalProvisionsContent1": "<strong>16.1.</strong> The place of performance for the services to be provided by DLTS under these Trading Terms is Frankfurt am Main.",
  "finalProvisionsContent2": "<strong>16.2.</strong> DLTS is neither required nor willing to participate in a dispute settlement procedure offered by a consumer conciliation board (section 36 subsection 1 no. 1 VSBG)",
  "finalProvisionsContent3": "<strong>16.3.</strong> The German version of these Trading Terms is exclusively decisive for the legal interpretation of these terms. The English translation serves for information purposes only.",
  "finalProvisionsContent4": "<strong>16.4.</strong> If one or more provisions of these Trading Terms is wholly or partially void, the validity of the remaining provisions shall not be affected."
}
