{
  "mainViewTitle": "Terms and conditions",
  "mainViewContent1": "Please find our terms and conditions below. You will find both the English and German versions. You will need to accept them at the bottom.",

  "checkboxText": "Your registry data will be shared with our partners to allow for briding and retirement",
  "accept": "Accept",
  "cancel": "Cancel",
  "neutralCopyrights": "Copyright © 2023 by <strong>Neutral Exchange</strong>. All Rights Reserved.",

  "english": "English",
  "german": "German",
  "termsOfService": "Allgemeine Handelsbedingungen der DLT Securities GmbH für den Kryptohandel",
  "date": "(Stand: 15. Mai 2023)",

  "generalProvisions": "1. Allgemeine Bestimmungen",
  "generalProvisionsContent1": "<strong>1.1.</strong> Die nachfolgenden Handelsbedingungen der DLT Securities GmbH, Tiroler Straße 36, 60596 Frankfurt am Main (im Folgenden: „DLTS“) gelten für alle Geschäftsbeziehungen mit Kunden der DLTS, die den Handel mit Kryptowährungen betreffen, soweit nicht im Einzelfall etwas Abweichendes in Schriftform im Sinne des § 126 BGB vereinbart ist.",
  "generalProvisionsContent2": "<strong>1.2.</strong> DLTS bietet die in diesen Handelsbedingungen näher bezeichneten Dienstleistungen sowohl Unternehmern als auch Verbrauchern an.",
  "generalProvisionsContent3": "<strong>1.3.</strong> Allgemeine Geschäftsbedingungen von Kunden werden von DLTS nicht akzeptiert. Handelsaktivitäten mit Kryptowährungen für Kunden werden von DLTS ausschließlich auf der Grundlage der vorliegenden Handelsbedingungen durchgeführt, es sei denn, die Akzeptanz abweichender Bestimmungen wird zwischen Kunden und DLTS ausdrücklich unter Einhaltung der Schriftform im Sinne des § 126 BGB mit Kunden vereinbart.",

  "definitions": "2. Begriffsbestimmungen",
  "definitionsContent1": "<strong>2.1. Allgemeine Geschäftsbedingungen:</strong> Allgemeine Geschäftsbedingungen sind alle für eine Vielzahl von Verträgen vorformulierten Vertragsbedingungen, die eine Vertragspartei der anderen Vertragspartei bei Abschluss eines Vertrags stellt.",
  "definitionsContent2": "<strong>2.2. Anlageberatung:</strong> Anlageberatung im Sinne dieser Handelsbedingungen ist die Abgabe persönlicher Empfehlungen an Kunden oder deren Vertreter, die sich auf Geschäfte mit bestimmten, als Finanzinstrumente im Sinne des § 2 Abs. 5 des deutschen Wertpapierinstitutsgesetzes („WpIG“) regulierte Kryptowährungen beziehen, sofern die Empfehlung auf eine Prüfung der persönlichen Umstände des betreffenden Kunden gestützt oder als für ihn geeignet dargestellt wird und nicht ausschließlich über Informationsverbreitungskanäle oder für die Öffentlichkeit bekannt gegeben wird.",
  "definitionsContent3": "<strong>2.3. BGB:</strong> Die Abkürzung steht für „Bürgerliches Gesetzbuch“.",
  "definitionsContent4": "<strong>2.4. Datenschutzerklärung:</strong> Die Datenschutzerklärung der DLTS in ihrer aktuellen Fassung ist jederzeit auf der Homepage einsehbar.",
  "definitionsContent5": "<strong>2.5. Distributed Ledger:</strong> Der Begriff des Distributed Ledger umschreibt eine digitalisierte Datenbank in einem Netzwerk mehrerer Rechner, in dem jeder teilnehmende Rechner eine vollständige oder teilweise Kopie der aktuellen Version der Datenbank speichert und im Netzwerk zur Verfügung stellt.",
  "definitionsContent6": "<strong>2.6. DLTS:</strong> Die Abkürzung bezeichnet die DLT Securities GmbH, Tiroler Straße 36, 60596 Frankfurt am Main, Bundesrepublik Deutschland und damit die Anbieterin der in diesen Handelsbedingungen beschriebenen Handelsdienstleistungen.",
  "definitionsContent7": "<strong>2.7. Handelsbedingungen:</strong> Der Begriff der Handelsbedingungen bezeichnet die vorliegenden allgemeinen Geschäftsbedingungen betreffend die Handelsaktivitäten der DLTS mit Kryptowährungen als Dienstleistung für Kunden.",
  "definitionsContent8": "<strong>2.8. Kryptowährungen:</strong> Der Begriff „Kryptowährungen“ im Sinne dieser Handelsbedingungen umfasst elektronisch zwischen Nutzern übertragbare Einheiten, die auf einer Distributed-Ledger-Technologie basieren. Der Begriff umfasst dabei sowohl Einheiten, die nach dem deutschen Finanzaufsichtsrecht Kryptowerte oder Rechnungseinheiten und damit Finanzinstrumente darstellen als auch solche Einheiten, die nicht als Finanzinstrumente im vorstehenden Sinne reguliert sind. Nicht als Kryptowährungen im Sinne dieser Handelsbedingungen gelten Einheiten, die Wertpapiere im Sinne des deutschen Wertpapierhandelsgesetzes (<strong>„WpHG“</strong>) darstellen.",
  "definitionsContent9": "<strong>2.9. Kunde:</strong> Der Begriff des Kunden umfasst aus Gründen der textlichen Übersichtlichkeit im Rahmen dieser Handelsbedingungen sowohl männliche als auch weibliche und diverse Vertragspartner der DLTS, die die Handelsdienstleistungen gemäß dieser Handelsbedingungen in Anspruch nehmen oder nehmen möchten.",
  "definitionsContent10": "<strong>2.10.</strong> Neutral, XXXXXXXXXXXXXXXXXXXXXX ADDRESS XXXXXXXXXXXXXX(„Neutral“). NNeutral ist Kooperationsunternehmen und technische Dienstleisterin der DLTS. Sie bietet ihren am Handel mit Kryptowährungen interessierten Kunden an, auf der Plattform von und mit der DLTS Kryptohandel zu betreiben.",
  "definitionsContent11": "<strong>2.11. Unternehmer:</strong> Nach § 14 BGB ist Unternehmer eine natürliche oder juristische Person oder eine rechtsfähige Personengesellschaft, die bei Abschluss eines Rechtsgeschäfts in Ausübung ihrer gewerblichen oder selbständigen beruflichen Tätigkeit handelt.",
  "definitionsContent12": "<strong>2.12. DLTC:</strong> Die Abkürzung bezeichnet die DLT Custody GmbH, Tiroler Straße 36, 60596 Frankfurt am Main, Bundesrepublik Deutschland, die als Anbieterin Kryptoverwahrdienstleistungen über eine Erlaubnis der BaFin zum Betrieb des Kryptoverwahrgeschäfts verfügt.",
  "definitionsContent13": "<strong>2.13. DLTC-Kundenwallet:</strong> Ein DLTC-Kundenwallet im Sinne dieser Handelsbedingungen bezeichnet bei der DLTC geführte, auf den Kunden lautende Kryptowallets zur technischen Verwahrung von Kryptowährungen.",
  "definitionsContent14": "<strong>2.14. Spread:</strong> Sogenannte Spreads stellen die Differenz zwischen dem An- und Verkaufspreis der gehandelten Kryptowährung dar. Aus ihnen werden die den beteiligten Dienstleistern zustehenden Vergütungen gezahlt.",
  "definitionsContent15": "<strong>2.15. Verbraucher:</strong> Nach § 13 BGB ist Verbraucher jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbständigen beruflichen Tätigkeit zugerechnet werden können.",

  "conclusionOfContract": "3. Zustandekommen des Vertrags",
  "conclusionOfContractContent1": "<strong>3.1.</strong> Verträge über Handelsdienstleistungen mit Kryptowährungen nach Maßgabe dieser Handelsbedingungen zwischen DLTS und Kunden kommen in der Regel im Wege elektronischer Kommunikation über das Internet durch Angebot und Annahme zustande..",
  "conclusionOfContractContent2": "<strong>3.2.</strong> Die Zur-Verfügung-Stellung dieser allgemeinen Handelsbedingungen sowie von weitergehenden Informationen zu den von DLTS angebotenen Handelsdienstleistungen stellt noch kein rechtsverbindliches Angebot im Sinne der §§ 145ff. BGB auf Eingehung einer Vertragsbeziehung seitens DLTS dar. Vielmehr haben interessierte Personen die Möglichkeit, gegenüber der DLTS durch Akzeptanz dieser Handelsbedingungen sowie erfolgreiches Durchlaufen des Neukundenprozesses ein Angebot auf Abschluss eines Vertrags nach Maßgabe dieser Handelsbedingungen abzugeben.",
  "conclusionOfContractContent3": "<strong>3.3.</strong> Angebote von Personen auf Abschluss eines Vertrags über die Handelsdienstleistungen der DLTS nach diesen Handelsbedingungen können durch DLTS durch Übersendung einer Bestätigungs-E-Mail an den bzw. die Kunden angenommen werden. Der Vertragsschluss versteht sich vorbehaltlich des erfolgreichen Abschlusses des Neukundenprozesses.",

  "servicesOfDlt": "4. Leistungen von DLTS",
  "servicesOfDltContent1": "<strong>4.1.</strong> DLTS bietet ihren Kunden die Möglichkeit, Kryptowährungen zu kaufen bzw. zu verkaufen. Im Verhältnis zu den Kunden kann DLTS im Rahmen der Handelsgeschäfte als Vertreterin im Wege des Finanzkommissionsgeschäfts oder als direkte Handelspartnerin auftreten.",
  "servicesOfDltContent2": "<strong>4.2.</strong> Kryptowährungen im Sinne dieser Handelsbedingungen stellen nach aktueller Rechtslage keine Wertpapiere im Sinne des WpHG dar. Die besonderen Verhaltens-, Organisations- und Transparenzpflichten der §§ 63ff. WpHG finden deshalb im Rahmen der von der DLTS nach diesen Handelsbedingungen angebotenen Handelsdienstleistungen keine Anwendung",
  "servicesOfDltContent3": "<strong>4.3.</strong> Kunden gelten im Rahmen der Handelsaktivitäten der DLTS nach diesen Handelsbedingungen als Auftraggeber. Soweit nicht anders vereinbart führt DLTS Transaktionen für Kunden nur auf Grundlage eines individuellen Kundenauftrags aus..",
  "servicesOfDltContent4": "<strong>4.4.</strong> DLTS hält keine Gelder für Kunden.",
  "servicesOfDltContent5": "<strong>4.5.</strong> Sofern nicht ausdrücklich in Schriftform im Sinne des § 126 BGB vereinbart, erteilt DLTS Kunden keine Anlageberatung. In keinem Fall berät DLTS Kunden zu Fragen im Zusammenhang mit Steuern, Buchführung oder Recht. DLTS agiert nicht als Treuhänder für den Kunden.",

  "clientObligations": "5. Pflichten der Kunden",
  "clientObligationsContent1": [
    "<strong>5.1.</strong> Kunden, die die Handelsdienstleistungen der DLTS nach diesen Handelsbedingungen in Anspruch nehmen möchten, müssen",
    "den Neukundenprozess der DLTS erfolgreich durchlaufen haben,",
    "einen User-Account bei DLTC eröffnen und",
    "die Verwahrbedingungen von DLTC akzeptieren."
  ],
  "clientObligationsContent2": "<strong>5.2.</strong> Die Handelsdienstleistungen von DLTS stehen ausschließlich Kunden mit redlichen Handelsabsichten zur Verfügung. Der Kunde versichert gegenüber DLTS, dass er einen Handel mit Kryptowährungen nicht zu unrechtmäßigen, insbesondere strafbaren Handlungen wie beispielsweise Geldwäsche-, Terrorismusfinanzierungs- oder Betrugsaktivitäten betreibt oder betreiben wird.",
  "clientObligationsContent3": "<strong>5.3.</strong> Im Rahmen des zwingend vor Vertragsschluss zu durchlaufenden Neukundenprozess haben Kunden umfassende persönliche Angaben zu machen und Erklärungen abzugeben. Die Einholung der Angaben ist erforderlich, damit DLTS gegenüber den Kunden ihre Handelsdienstleistungen ordnungsgemäß und unter Erfüllung ihrer gesetzlichen Pflichten erbringen kann. Kunden sind verpflichtet, jede Änderung ihrer persönlichen Daten DLTS unverzüglich (ohne schuldhaftes Zögern) in Textform (z.B. per E-Mail) mitzuteilen.",

  "placingOfOrders": "6. Erteilung von Kauf- oder Verkaufsaufträgen",
  "placingOfOrdersContent1": "<strong>6.1.</strong> Kunden können DLTS mittels einer über die Plattform von Neutral erreichbare, jedoch von DLTS verantwortete Plattform Kauf- und Verkaufsaufträge in Bezug auf von DLTS unterstützte Kryptowährungen erteilen.",
  "placingOfOrdersContent2": "<strong>6.2.</strong> DLTS bietet Kunden zu jeder unterstützten Kryptowährung auf Basis eines Request-For-Quote-Verfahrens (<strong>„RFQ“</strong>) An- und Verkaufspreise an, die eine jeweils auf der Plattform angezeigte Gütigkeit von wenigen Sekunden haben. Zu den angebotenen Preisen können Kunden über die Plattform die unterstützten Kryptowährungen von DLTS erwerben bzw. an DLTS verkaufen.",

  "costPaymentSettlement": "7. Kosten, Zahlungsmodalitäten und Erfüllungsregelungen",
  "costPaymentSettlementContent1": "<strong>7.1.</strong> Durch die Eingehung des Vertragsverhältnisses mit DLTS nach diesen Handelsbedingungen entstehen Kunden keine laufenden Kosten. Für die Ausführung von Kauf- oder Verkaufsaufträgen erhält DLTS eine Vergütung nach Maßgabe des Preis- und Leistungsverzeichnisses.",
  "costPaymentSettlementContent2": "<strong>7.2.</strong> In den Handelspreisen, die Kunden von DLTS angeboten werden, sind Spreads enthalten. Den Spread nimmt zunächst DLTS entgegen und vereinnahmt davon einen Betrag in Höhe der ihr gemäß Preis- und Leistungsverzeichnis zustehenden Vergütung selbst. Den übrigen Anteil des Spreads leitet DLTS an Neutral weiter. Die Höhe des Neutral zustehenden Anteils am Spread ergibt sich ebenfalls aus dem Preis- und Leistungsverzeichnis.",
  "costPaymentSettlementContent3": "<strong>7.3.</strong> Kunden akzeptieren, dass DLTS bei der Durchführung von Handelsgeschäften den Spread vereinnahmt und weisen DLTS diesbezüglich ausdrücklich an, die im Spread enthaltene Vergütung für Neutral gemäß Preis- und Leistungsverzeichnis an diese auszuzahlen. Ein Anspruch von Kunden auf Herausgabe des Spreads auf Grundlage der gesetzlich geregelten Geschäftsbesorgung gemäß §§ 675, 667 BGB besteht nicht.",

  "custodyWithDltc": "8. Verwahrung bei DLTC und Nutzung verwahrter Kryptowährungen durch DLTS",
  "custodyWithDltcContent1": "<strong>8.1.</strong> DLTS bietet Kunden selbst keine Verwahrung von Kryptowährungen an. Für die Abwicklung von Kauf- und Verkaufsaufträgen ist jedoch erforderlich, dass die Kryptowährungen in einer kompatiblen Verwahrlösung (zwischen-)verwahrt werden. Aus diesem Grund ist Voraussetzung für die Inanspruchnahme der Handelsdienstleistungen der DLTS, dass Kunden einen User-Account bei DLTC unterhalten.",
  "custodyWithDltcContent2": [
    "<strong>8.2.</strong> Zwischen dem Kunden und DLTS wird vereinbart, dass DLTS berechtigt ist, auf die bei DLTC verwahrten Kryptowährungen des Kunden zuzugreifen und sie zu folgenden Zwecken zu verwenden:",
    "Durchführung von Handelsdienstleistungen nach diesen Handelsbedingungen;",
    "Nutzung als Liquidität in eigenen Handelsaktivitäten der DLTS, sofern der Kunde mit DLTS eine entsprechende Sondervereinbarung (Verfügungs- und Nutzungsgestattung zu Kryptowährungen von Kunden) getroffen hat.",
    "Für diese Zwecke bevollmächtigt der Kunde DLTS gegenüber DLTC, die Transferierung seiner Kryptowährungen auf Wallets der DLTS verlangen zu können."
  ],
  "custodyWithDltcContent3": "<strong>8.3.</strong> Soweit DLTS die bei DLTC verwahrten Kryptowährungen des Kunden auf Grundlage der Bevollmächtigung nach Ziffer 8.2. auf Wallets der DLTS übertragen hat, ist sie verpflichtet, Kryptowährungen gleicher Art und Güte innerhalb von 24 Stunden ab entsprechender Auszahlungsanforderung des Kunden auf das DLTC-Kundenwallet zurückzutransferieren.",

  "liabilityProvisions": "9. Haftungsregelungen und Haftungsbeschränkungen",
  "liabilityProvisionsContent1": [
    "<strong>9.1.</strong> DLTS haftet ihren Kunden gegenüber unbeschränkt nach den gesetzlichen Bestimmungen für:",
    "vorsätzlich und grob fahrlässig verursachte Schäden und",
    "die Verletzung von Leben, Körper, Gesundheit und der körperlichen Unversehrtheit."
  ],
  "liabilityProvisionsContent2": "<strong>9.2.</strong> In Fällen der einfach fahrlässigen Verletzung von wesentlichen Vertragspflichten (Kardinalspflicht) nach diesen Handelsbedingungen haftet DLTS gegenüber ihren Kunden bis zur Höhe des vertragstypischen, vorhersehbaren Schadens.",
  "liabilityProvisionsContent3": "<strong>9.3.</strong> AEine Kardinalspflicht im Sinne des vorstehenden Absatzes liegt vor bei vertraglichen Pflichten von DLTS, deren Erfüllung die ordnungsgemäße Durchführung dieser Handelsbedingungen überhaupt erst ermöglicht und auf deren Einhaltung die Kunden vertrauen dürfen, und deren Verletzung auf der Seite der Kunden die Erreichung des Vertragszwecks gefährdet.",
  "liabilityProvisionsContent4": "<strong>9.4.</strong> In allen sonstigen Fällen ist die Haftung von DLTS gegenüber Kunden ausgeschlossen.",

  "durationTermination": "10. Vertragslaufzeit, Kündigung und Beendigung des Vertrags",
  "durationTerminationContent1": "<strong>10.1.</strong> Das nach diesen Handelsbedingungen eingegangene Vertragsverhältnis wird auf unbestimmte Zeit abgeschlossen.",
  "durationTerminationContent2": "<strong>10.2.</strong> Das Vertragsverhältnis kann sowohl von DLTS als auch von Kunden unter Einhaltung einer Kündigungsfrist von zwei Wochen zum Monatsende gekündigt werden. Die Beendigung von wirksam gekündigten Vertragsverhältnissen erfolgt zum Monatsbeginn nach Ablauf der Kündigungsfrist.",
  "durationTerminationContent3": "<strong>10.3.</strong> Ungeachtet des vorstehend geregelten ordentlichen Kündigungsrechts steht beiden Parteien das gesetzliche Recht zur fristlosen Kündigung bei Vorliegen eines wichtigen Grundes nach § 314 BGB zu. Ein wichtiger Grund liegt vor, wenn dem kündigenden Teil unter Berücksichtigung aller Umstände des Einzelfalls und unter Abwägung der beiderseitigen Interessen die Fortsetzung des Vertragsverhältnisses bis zur vereinbarten Beendigung oder bis zum Ablauf einer Kündigungsfrist nicht zugemutet werden kann.",
  "durationTerminationContent4": "<strong>10.4.</strong> Die Erbringung der Handelsdienstleistungen der DLTS setzt voraus, dass der bzw. die betreffende Kunde einen User-Account bei DLTC unterhält. Kündigt ein Kunde oder DLTC den User-Account, gilt das Vertragsverhältnis des Kunden mit DLTS ebenfalls als gekündigt im Sinne von Ziffer 6.2.",

  "privacyStatement": "11. Datenschutzbestimmungen",
  "privacyStatementContent1": "<strong>11.1.</strong> Informationen zum Umgang der DLTS mit personenbezogenen Daten der Kunden, insbesondere deren Erhebung, Verarbeitung und Nutzung für die Zwecke der Erstellung von User-Accounts sowie der Erbringung der nach diesen Handelsbedingungen geschuldeten Leistungen ergeben sich aus der Datenschutzerklärung der DLTS. Mit Akzeptanz dieser Handelsbedingungen stimmen Kunden einer Verarbeitung ihrer personenbezogenen Daten gemäß Art. 6 der EU-Datenschutzgrundverordnung (DSGVO) zu.",

  "rightOfRevocation": "12. Widerrufsrecht",
  "rightOfRevocationContent1": "<strong>12.1.</strong> Kunden, die als Verbraucher mit DLTS auf der Grundlage dieser Handelsbedingungen ein Vertragsverhältnis eingehen, steht ein Widerrufsrecht zu. Eine entsprechende Widerrufsbelehrung übermittelt DLTS dem Kunden im Zeitpunkt des Vertragsschlusses per E-Mail.",
  "rightOfRevocationContent2": "<strong>12.2.</strong> Im Fall der Erteilung von Kauf- oder Verkaufsaufträgen in Bezug auf Kryptowährungen im Sinne von Ziffer 6 dieser Handelsbedingungen steht Kunden kein Widerrufsrecht zu.",

  "communication": "13. Kommunikation",
  "communicationContent1": "<strong>13.1.</strong> Die Kommunikation zwischen DLTS und Kunden erfolgt grundsätzlich elektronisch per unverschlüsselter E-Mail.",

  "changesToTheseTradingTerms": "14. Änderung dieser Handelsbedingungen",
  "changesToTheseTradingTermsContent1": "<strong>14.1.</strong> DLTS behält sich vor, diese Handelsbedingungen jederzeit unter Einhaltung der nachfolgenden Voraussetzungen zu ändern, soweit die Änderung für den Kunden zumutbar ist. Geänderte Versionen dieser Verwahrbedingungen können gegenüber den Kunden auf die folgenden zwei Arten rechtswirksam werden:",
  "changesToTheseTradingTermsContent2": "<strong>14.2.</strong> Zum einen haben Kunden die Möglichkeit, eine vorgeschlagene Änderung der Handelsbedingungen aktiv durch ausdrückliche Bestätigung gegenüber DLTS zu akzeptieren.",
  "changesToTheseTradingTermsContent3": [
    "<strong>14.3.</strong> Alternativ kann DLTS Kunden eine geplante Änderung dieser Handelsbedingungen spätestens zwei Monate vor geplantem Inkrafttreten in Textform (z.B. via E-Mail) vorschlagen. Erklärt der Kunde daraufhin bis zum angekündigten Inkrafttreten keine Ablehnung, gilt das Schweigen des Kunden nur dann als Annahme des Änderungsangebots (Zustimmungsfiktion), wenn",
    "das Änderungsangebot von DLTS erfolgt, um die Übereinstimmung der Handelsbedingungen mit einer veränderten Rechtslage wiederherzustellen, weil eine Bestimmung beispielsweise aufgrund einer Änderung von Gesetzen, Verordnungen, einschlägiger Rechtsprechung oder der Verwaltungspraxis der zuständigen Aufsichtsbehörden nicht mehr der geltenden Rechtslage entspricht, und",
    "der Kunde das Änderungsangebot von DLTS nicht vor dem vorgeschlagenen Zeitpunkt des Wirksamwerdens der Änderungen abgelehnt hat.",
    "Auf die Folgen des Schweigens wird DLTS den Kunden im Änderungsangebot hinweisen."
  ],
  "changesToTheseTradingTermsContent4": [
    "<strong>14.4.</strong> Die Zustimmungsfiktion nach 14.3. ist nicht möglich bei der Änderung",
    "der Preise und Gebühren gemäß Preis- und Leistungsverzeichnis, sowie",
    "der Bestimmungen zur Änderung der Handelsbedingungen nach dieser Ziffer 14."
  ],
  "changesToTheseTradingTermsContent5": "<strong>14.5.</strong> Macht DLTS von der Zustimmungsfiktion Gebrauch, kann der Kunde das Vertragsverhältnis vor dem vorgeschlagenen Zeitpunkt des Wirksamwerdens der Änderungen auch fristlos und kostenfrei kündigen. Auf dieses Kündigungsrecht wird DLTS den Kunden in ihrem Änderungsangebot besonders hinweisen.",

  "applicableLawAndJurisdiction": "15. Anwendbares Recht und Gerichtsstand",
  "applicableLawAndJurisdictionContent1": "<strong>15.1.</strong> Diese Handelsbedingungen sowie alle sich daraus ergebenden Rechte und Pflichten unterliegen ausschließlich dem Recht der Bundesrepublik Deutschland unter Ausschluss seiner Kollisionsnormen sowie der Kollisionsnormen des internationalen Privatrechts anderer Rechtsordnungen und des UN-Kaufrechts (CISG).",
  "applicableLawAndJurisdictionContent2": "<strong>15.2.</strong> Ist der Kunde Kaufmann im Sinne des Handelsgesetzbuchs, ein öffentlich-rechtliches Sondervermögen oder eine juristische Person des öffentlichen Rechts, ist als ausschließlicher Gerichtsstand für alle Streitigkeiten zwischen DLTS und einem Kunden, die sich aus den in diesen Handelsbedingungen geregelten Rechtsverhältnissen ergeben, Frankfurt am Main vereinbart.",

  "finalProvisions": "16. Schlussbestimmungen",
  "finalProvisionsContent1": "<strong>16.1.</strong> Erfüllungsort für die von DLTS zu erbringenden Handelsdienstleistungen ist Frankfurt am Main..",
  "finalProvisionsContent2": "<strong>16.2.</strong> DLTS ist nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen (§ 36 Abs. 1 Nr. 1 VSBG).",
  "finalProvisionsContent3": "<strong>16.3.</strong> Die englischsprachige Version dieser Handelsbedingungen dient ausschließlich Informationszwecken. Rechtlich verbindlich ist allein die deutschsprachige Version der vorliegenden Handelsbedingungen.",
  "finalProvisionsContent4": "<strong>16.4.</strong> Sollte eine der Bestimmungen in diesen Handelsbedingungen ganz oder teilweise unwirksam sein oder werden, so bleibt die Wirksamkeit der übrigen Bestimmungen unberührt."
}
